aarushmagic/esp-scope/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_HTTPD_WS_SUPPORT=y
CONFIG_LED_BUILTIN=2
CONFIG_BSP_CONFIG_GPIO=0
CONFIG_ADC_CAL_EFUSE_TP_ENABLE=y